بص يابني النت فاصل عندي ومسببلي مشكلة كبيرة وانا مش عارف اعمل ايه فاضي يعني مافيش في ايدي حاجة اعملها
عايجز عن الفعل بحاول اشل نفسي في اي حاجة .. التصاميم اللي عندي عملت المهم منها والباقي مكرر نفس الشغل مافيش جديد
نفس التصميمات بنفس الالوان ونفس الوضع .. الوضع الليلي مش عارف دا هيبفرق ولا لا بس اللي اعرفه اني عايز اعملحجاة جديدة حاجة مختلفة اشغل نفسي بيها حاجة اتلعمها في العالم الذي لا ينتهي
بالتقنيات اليي تظهر يوما بعد اخر تأتي مع الرياح التي لا تشتهي بما تحمل السفن
مش عارف بيقولها كدا ولا لا بس تفتكر دا هيفرق معانا .. هيحللنها مشكلتنا يعني .. مش مهم
المهم اني باذن الله هدخل اصلي ركعتين بنية ان ربنا يوفقني بالستاك الجديد ويعني ويصبرني
في الحقيقة فكرت في اني ادخل اشوف شغل اشغل نفسي بيه واجيب فلوس تساعدني في الحاجات البسيطة المبدأية عشان اقدر اتطور اكتر من نفسي
بس زي ما قولت النت فاصل عندي ومسببلي ازمة في الحقيقة مش ازمة ولا حاجة بالعكس دا خلاني ادخل اتعلم واشوف الفيديوهات اللي كنت بحملها وبس
دلوقت الفيديوهات دي هتلاقي حتفها باذن الله وهيتم مشاهدتها اخيرا انشاء الله بعدما ماتعبت في ومقارنتها واختيارها.

ولكن باذن الله هحاول اشوف شغل وانزل اشتغل بجانب تعليم الستاك بردوا انا مش هسيبه باذن الله
خصوصا ان الخطة اللي عملتها مش بتتطلب مني الا بعض الوقت في بعض الايام من كل اسبوع

يارب وفقني وباركلي في وقتي واحفظني من اي حاجة وكل حاجة
3:20 A.M 16 Aug;

بس كدا .. سلام